Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# onboarding.dial.ring.legend_in
source: In · 21 days
ar: مُدخلة · 21 يومًا
bn: ভেতরে · 21 দিন
ca: Posat · 21 dies
cs: Zavedený · 21 dní
da: Inde · 21 dage
de: Drin · 21 Tage
el: Μέσα · 21 ημέρες
es: Insertado · 21 días
fi: Sisällä · 21 päivää
fr: En place · 21 jours
gu: અંદર · 21 દિવસ
he: בפנים · 21 ימים
hi: अंदर · 21 दिन
hr: Umetnut · 21 dan
hu: Bent · 21 nap
id: Terpasang · 21 hari
it: Inserito · 21 giorni
ja: 装着 · 21日
kn: ಒಳಗೆ · 21 ದಿನ
ko: 착용 · 21일
ml: ഉള്ളിൽ · 21 ദിവസം
mr: आत · 21 दिवस
ms: Di dalam · 21 hari
nb: Inne · 21 dager
nl: Erin · 21 dagen
or: ଭିତରେ · 21 ଦିନ
pa: ਅੰਦਰ · 21 ਦਿਨ
pl: Założony · 21 dni
pt_br: Inserido · 21 dias
pt_pt: Inserido · 21 dias
ro: Introdus · 21 de zile
ru: Внутри · 21 день
sk: Zavedený · 21 dní
sl: Vstavljen · 21 dni
sv: Inne · 21 dagar
ta: உள்ளே · 21 நாட்கள்
te: లోపల · 21 రోజులు
th: ใส่ · 21 วัน
tr: Takılı · 21 gün
uk: Всередині · 21 день
ur: اندر · 21 دن
vi: Đặt · 21 ngày
zh_hans: 放入 · 21 天
zh_hant: 放入 · 21 天

# onboarding.dial.ring.legend_out
source: Out · 7 days
ar: بدون حلقة · 7 أيام
bn: বাইরে · 7 দিন
ca: Tret · 7 dies
cs: Vyjmutý · 7 dní
da: Ude · 7 dage
de: Raus · 7 Tage
el: Έξω · 7 ημέρες
es: Quitado · 7 días
fi: Poissa · 7 päivää
fr: Retiré · 7 jours
gu: બહાર · 7 દિવસ
he: בחוץ · 7 ימים
hi: बाहर · 7 दिन
hr: Izvađen · 7 dana
hu: Kint · 7 nap
id: Dilepas · 7 hari
it: Tolto · 7 giorni
ja: リングなし · 7日
kn: ಹೊರಗೆ · 7 ದಿನ
ko: 링 없음 · 7일
ml: പുറത്ത് · 7 ദിവസം
mr: बाहेर · 7 दिवस
ms: Di luar · 7 hari
nb: Ute · 7 dager
nl: Eruit · 7 dagen
or: ବାହାରେ · 7 ଦିନ
pa: ਬਾਹਰ · 7 ਦਿਨ
pl: Wyjęty · 7 dni
pt_br: Removido · 7 dias
pt_pt: Retirado · 7 dias
ro: Scos · 7 zile
ru: Перерыв · 7 дней
sk: Vybratý · 7 dní
sl: Odstranjen · 7 dni
sv: Ute · 7 dagar
ta: வெளியே · 7 நாட்கள்
te: బయట · 7 రోజులు
th: ถอด · 7 วัน
tr: Halkasız · 7 gün
uk: Перерва · 7 днів
ur: باہر · 7 دن
vi: Tháo · 7 ngày
zh_hans: 取出 · 7 天
zh_hant: 取出 · 7 天

# onboarding.dial.patch.next_change
source: Next change: %@
ar: التغيير التالي: %@
bn: পরের পরিবর্তন: %@
ca: Proper canvi: %@
cs: Další výměna: %@
da: Næste skift: %@
de: Nächster Wechsel: %@
el: Επόμενη αλλαγή: %@
es: Próximo cambio: %@
fi: Seuraava vaihto: %@
fr: Prochain changement : %@
gu: પછીનો ફેરફાર: %@
he: ההחלפה הבאה: %@
hi: अगला बदलाव: %@
hr: Sljedeća promjena: %@
hu: Következő csere: %@
id: Ganti berikutnya: %@
it: Prossimo cambio: %@
ja: 次の貼り替え：%@
kn: ಮುಂದಿನ ಬದಲಾವಣೆ: %@
ko: 다음 교체: %@
ml: അടുത്ത മാറ്റം: %@
mr: पुढचा बदल: %@
ms: Tukar seterusnya: %@
nb: Neste bytte: %@
nl: Volgende wissel: %@
or: ପରବର୍ତ୍ତୀ ବଦଳ: %@
pa: ਅਗਲੀ ਬਦਲੀ: %@
pl: Następna zmiana: %@
pt_br: Próxima troca: %@
pt_pt: Próxima mudança: %@
ro: Următoarea schimbare: %@
ru: Следующая смена: %@
sk: Ďalšia výmena: %@
sl: Naslednja zamenjava: %@
sv: Nästa byte: %@
ta: அடுத்த மாற்றம்: %@
te: తర్వాతి మార్పు: %@
th: เปลี่ยนครั้งถัดไป: %@
tr: Sonraki değişim: %@
uk: Наступна зміна: %@
ur: اگلی تبدیلی: %@
vi: Lần thay tiếp theo: %@
zh_hans: 下次更换：%@
zh_hant: 下次更換：%@

# onboarding.dial.patch.next_change_detail
source: Every %@ at your reminder time
ar: أسبوعيًا يوم %@ في وقت تذكيركِ
bn: প্রতি %@, আপনার রিমাইন্ডারের সময়ে
ca: Cada %@ a l’hora del teu recordatori
cs: Každý týden, %@, v čase připomínky
da: Hver %@ på dit påmindelsestidspunkt
de: Immer am %@ zu deiner Erinnerungszeit
el: Κάθε %@ την ώρα της υπενθύμισής σου
es: Cada %@ a la hora de tu recordatorio
fi: Joka %@ muistutuksesi aikaan
fr: Chaque %@ à l’heure de ton rappel
gu: દર %@, તમારા રિમાઇન્ડરના સમયે
he: בכל %@ בשעת התזכורת שלך
hi: हर %@ आपके रिमाइंडर के समय
hr: Svaki tjedan, %@, u vrijeme podsjetnika
hu: Hetente: %@, az emlékeztetőd idején
id: Setiap %@ pada jam pengingatmu
it: Ogni %@ all’ora del tuo promemoria
ja: 毎週%@、リマインダーの時刻に
kn: ಪ್ರತಿ %@ ನಿಮ್ಮ ಜ್ಞಾಪನೆ ಸಮಯಕ್ಕೆ
ko: 매주 %@ 알림 시간에
ml: എല്ലാ %@യും നിങ്ങളുടെ റിമൈൻഡർ സമയത്ത്
mr: दर %@, तुमच्या रिमाइंडरच्या वेळी
ms: Setiap %@ pada waktu peringatan kamu
nb: Hver %@ til påminnelsestiden din
nl: Elke %@ om je herinneringstijd
or: ପ୍ରତି %@ ଆପଣଙ୍କ ରିମାଇଣ୍ଡର୍ ସମୟରେ
pa: ਹਰ %@ ਤੁਹਾਡੇ ਰਿਮਾਈਂਡਰ ਦੇ ਸਮੇਂ
pl: Co tydzień, %@, o porze przypomnienia
pt_br: Toda semana, %@, no horário do lembrete
pt_pt: Todas as semanas, %@, à hora do lembrete
ro: În fiecare %@, la ora mementoului
ru: Раз в неделю, %@, во время напоминания
sk: Každý týždeň, %@, v čase pripomienky
sl: Vsak teden, %@, ob času opomnika
sv: Varje %@ vid din påminnelsetid
ta: ஒவ்வொரு %@ அன்றும் உங்கள் நினைவூட்டல் நேரத்தில்
te: ప్రతి %@ మీ రిమైండర్ సమయానికి
th: ทุก%@ ตามเวลาแจ้งเตือน
tr: Her %@ hatırlatma saatinde
uk: Щотижня, %@, під час нагадування
ur: ہر %@ آپ کی یاد دہانی کے وقت
vi: Mỗi %@ vào giờ nhắc của bạn
zh_hans: 每逢%@的提醒时间
zh_hant: 每逢%@的提醒時間

# onboarding.dial.patch.comes_off
source: Patch comes off: %@
ar: إزالة اللصقة: %@
bn: প্যাচ তোলার দিন: %@
ca: Treure el pegat: %@
cs: Sundání náplasti: %@
da: Plasteret skal af: %@
de: Pflaster kommt ab: %@
el: Αφαίρεση αυτοκόλλητου: %@
es: Quitar parche: %@
fi: Laastari pois: %@
fr: Retrait du patch : %@
gu: પેચ કાઢવાની તારીખ: %@
he: הסרת המדבקה: %@
hi: पैच हटाना: %@
hr: Skidanje flastera: %@
hu: Tapasz levétele: %@
id: Koyo dilepas: %@
it: Togli il cerotto: %@
ja: パッチをはがす日：%@
kn: ಪ್ಯಾಚ್ ತೆಗೆಯುವುದು: %@
ko: 패치 떼는 날: %@
ml: പാച്ച് നീക്കൽ: %@
mr: पॅच काढणे: %@
ms: Tanggalkan tampalan: %@
nb: Plasteret skal av: %@
nl: Pleister eraf: %@
or: ପ୍ୟାଚ୍ କାଢ଼ିବା: %@
pa: ਪੈਚ ਉਤਾਰਨਾ: %@
pl: Zdejmiesz plaster: %@
pt_br: Remover adesivo: %@
pt_pt: Retirar o adesivo: %@
ro: Scoți plasturele: %@
ru: Снять пластырь: %@
sk: Odlepenie náplasti: %@
sl: Odstranitev obliža: %@
sv: Plåstret tas av: %@
ta: பேட்ச் அகற்றுதல்: %@
te: ప్యాచ్ తీసివేయడం: %@
th: แกะแผ่นแปะออก: %@
tr: Bant çıkarılacak: %@
uk: Зняти пластир: %@
ur: پیچ اتارنا: %@
vi: Gỡ miếng dán: %@
zh_hans: 取下贴片：%@
zh_hant: 取下貼片：%@

# onboarding.dial.patch.comes_off_detail
source: Then a patch-free week
ar: ثم أسبوع بدون لصقة
bn: তারপর প্যাচ-মুক্ত সপ্তাহ
ca: Després, una setmana sense pegat
cs: Pak týden bez náplasti
da: Derefter en plasterfri uge
de: Danach eine pflasterfreie Woche
el: Μετά μια εβδομάδα χωρίς αυτοκόλλητο
es: Luego, una semana sin parche
fi: Sitten laastariton viikko
fr: Puis une semaine sans patch
gu: પછી પેચ વગરનું અઠવાડિયું
he: ואז שבוע בלי מדבקה
hi: फिर पैच-मुक्त हफ़्ता
hr: Zatim tjedan bez flastera
hu: Utána egy tapaszmentes hét
id: Lalu seminggu tanpa koyo
it: Poi una settimana senza cerotto
ja: その後、パッチなしの週
kn: ನಂತರ ಪ್ಯಾಚ್ ಇಲ್ಲದ ವಾರ
ko: 그다음엔 패치 없는 주
ml: പിന്നെ പാച്ച് ഇല്ലാത്ത ആഴ്ച
mr: मग पॅचशिवाय आठवडा
ms: Kemudian seminggu tanpa tampalan
nb: Deretter en plasterfri uke
nl: Daarna een pleistervrije week
or: ତାପରେ ପ୍ୟାଚ୍-ମୁକ୍ତ ସପ୍ତାହ
pa: ਫਿਰ ਪੈਚ-ਮੁਕਤ ਹਫ਼ਤਾ
pl: Potem tydzień bez plastra
pt_br: Depois, uma semana sem adesivo
pt_pt: Depois, uma semana sem adesivo
ro: Apoi o săptămână fără plasture
ru: Затем неделя без пластыря
sk: Potom týždeň bez náplasti
sl: Nato teden brez obliža
sv: Sedan en plåsterfri vecka
ta: பிறகு பேட்ச் இல்லாத வாரம்
te: తర్వాత ప్యాచ్ లేని వారం
th: จากนั้นเป็นสัปดาห์ไม่แปะแผ่น
tr: Sonra bantsız bir hafta
uk: Потім тиждень без пластиру
ur: پھر پیچ سے آزاد ہفتہ
vi: Sau đó là tuần không dán
zh_hans: 之后是无贴片周
zh_hant: 之後是無貼片週

# onboarding.dial.patch.goes_on
source: New patch goes on: %@
ar: لصقة جديدة: %@
bn: নতুন প্যাচ লাগানোর দিন: %@
ca: Pegat nou: %@
cs: Nová náplast: %@
da: Nyt plaster på: %@
de: Neues Pflaster kommt drauf: %@
el: Νέο αυτοκόλλητο: %@
es: Parche nuevo: %@
fi: Uusi laastari kiinni: %@
fr: Nouveau patch : %@
gu: નવો પેચ લગાવવાની તારીખ: %@
he: מדבקה חדשה: %@
hi: नया पैच लगाना: %@
hr: Novi flaster: %@
hu: Új tapasz: %@
id: Koyo baru dipasang: %@
it: Nuovo cerotto: %@
ja: 新しいパッチを貼る日：%@
kn: ಹೊಸ ಪ್ಯಾಚ್ ಅಂಟಿಸುವುದು: %@
ko: 새 패치 붙이는 날: %@
ml: പുതിയ പാച്ച് ഒട്ടിക്കൽ: %@
mr: नवीन पॅच लावणे: %@
ms: Lekatkan tampalan baharu: %@
nb: Nytt plaster på: %@
nl: Nieuwe pleister erop: %@
or: ନୂଆ ପ୍ୟାଚ୍ ଲଗାଇବା: %@
pa: ਨਵਾਂ ਪੈਚ ਲਾਉਣਾ: %@
pl: Nowy plaster: %@
pt_br: Adesivo novo: %@
pt_pt: Adesivo novo: %@
ro: Plasture nou: %@
ru: Новый пластырь: %@
sk: Nová náplasť: %@
sl: Nov obliž: %@
sv: Nytt plåster på: %@
ta: புதிய பேட்ச் ஒட்டுதல்: %@
te: కొత్త ప్యాచ్ అతికించడం: %@
th: แปะแผ่นใหม่: %@
tr: Yeni bant: %@
uk: Новий пластир: %@
ur: نیا پیچ لگانا: %@
vi: Dán miếng mới: %@
zh_hans: 贴上新贴片：%@
zh_hant: 貼上新貼片：%@

# onboarding.dial.patch.goes_on_detail
source: Starts patch 1 of your next cycle
ar: تبدأ اللصقة 1 من دورتكِ التالية
bn: আপনার পরের চক্রের প্যাচ 1 শুরু হবে
ca: Comença el pegat 1 del teu proper cicle
cs: Náplast 1 dalšího cyklu
da: Starter plaster 1 i din næste cyklus
de: Startet Pflaster 1 deines nächsten Zyklus
el: Είναι το αυτοκόλλητο 1 του επόμενου κύκλου σου
es: Empieza el parche 1 de tu próximo ciclo
fi: Seuraavan kierron laastari 1
fr: Début du patch 1 de ton prochain cycle
gu: તમારા પછીના ચક્રનો પેચ 1 શરૂ થશે
he: מדבקה 1 של המחזור הבא שלך
hi: आपके अगले चक्र का पैच 1 शुरू होगा
hr: Flaster 1 sljedećeg ciklusa
hu: A következő ciklus 1. tapasza
id: Memulai koyo 1 siklus berikutnya
it: Inizia il cerotto 1 del prossimo ciclo
ja: 次の周期のパッチ1になります
kn: ನಿಮ್ಮ ಮುಂದಿನ ಚಕ್ರದ ಪ್ಯಾಚ್ 1 ಶುರುವಾಗುತ್ತದೆ
ko: 다음 주기의 패치 1이 시작돼요
ml: നിങ്ങളുടെ അടുത്ത സൈക്കിളിലെ പാച്ച് 1 തുടങ്ങും
mr: तुमच्या पुढच्या चक्राचा पॅच 1 सुरू होईल
ms: Memulakan tampalan 1 kitaran kamu yang seterusnya
nb: Starter plaster 1 i neste syklus
nl: Start pleister 1 van je volgende cyclus
or: ଆପଣଙ୍କ ପରବର୍ତ୍ତୀ ଚକ୍ରର ପ୍ୟାଚ୍ 1 ଆରମ୍ଭ ହେବ
pa: ਤੁਹਾਡੇ ਅਗਲੇ ਚੱਕਰ ਦਾ ਪੈਚ 1 ਸ਼ੁਰੂ ਹੋਵੇਗਾ
pl: Plaster 1 następnego cyklu
pt_br: Começa o adesivo 1 do próximo ciclo
pt_pt: Começa o adesivo 1 do próximo ciclo
ro: E plasturele 1 din ciclul tău următor
ru: Это пластырь 1 твоего следующего цикла
sk: Náplasť 1 ďalšieho cyklu
sl: Obliž 1 naslednjega cikla
sv: Startar plåster 1 i nästa cykel
ta: உங்கள் அடுத்த சுழற்சியின் பேட்ச் 1 தொடங்கும்
te: మీ తర్వాతి సైకిల్‌లో ప్యాచ్ 1 మొదలవుతుంది
th: เริ่มแผ่นที่ 1 ของรอบถัดไป
tr: Sonraki döngünün 1. bandı
uk: Це пластир 1 твого наступного циклу
ur: آپ کے اگلے سائیکل کا پیچ 1
vi: Bắt đầu miếng 1 của chu kỳ tiếp theo
zh_hans: 开始下个周期的第 1 片
zh_hant: 開始下個週期的第 1 片

# onboarding.dial.ring.comes_out
source: Comes out: %@
ar: الإزالة: %@
bn: বের করার দিন: %@
ca: Es treu: %@
cs: Vyjmutí: %@
da: Skal ud: %@
de: Kommt raus: %@
el: Αφαίρεση: %@
es: Se quita: %@
fi: Pois: %@
fr: Retrait : %@
gu: કાઢવાની તારીખ: %@
he: הוצאה: %@
hi: निकालना: %@
hr: Vađenje: %@
hu: Kivétel: %@
id: Dilepas: %@
it: Si toglie: %@
ja: 外す日：%@
kn: ತೆಗೆಯುವುದು: %@
ko: 빼는 날: %@
ml: നീക്കൽ: %@
mr: काढणे: %@
ms: Dikeluarkan: %@
nb: Skal ut: %@
nl: Eruit: %@
or: କାଢ଼ିବା: %@
pa: ਕੱਢਣੀ: %@
pl: Wyjęcie: %@
pt_br: Remover: %@
pt_pt: Retirar: %@
ro: Se scoate: %@
ru: Извлечь: %@
sk: Vybratie: %@
sl: Odstranitev: %@
sv: Tas ut: %@
ta: அகற்றுதல்: %@
te: తీసివేయడం: %@
th: ถอดออก: %@
tr: Çıkarılacak: %@
uk: Вийняти: %@
ur: نکالنا: %@
vi: Tháo ra: %@
zh_hans: 取出：%@
zh_hant: 取出：%@

# onboarding.dial.ring.back_in
source: Back in on %@
ar: إعادة الإدخال: %@
bn: আবার লাগানোর দিন: %@
ca: Es torna a posar el %@
cs: Znovu zavést: %@
da: Ind igen: %@
de: Wieder rein am %@
el: Ξανά μέσα: %@
es: Vuelves a insertarlo el %@
fi: Takaisin sisään: %@
fr: Remis en place le %@
gu: ફરી મૂકવાની તારીખ: %@
he: חוזרת פנימה: %@
hi: फिर से लगाना: %@
hr: Ponovno umetanje: %@
hu: Újra be: %@
id: Dipasang lagi pada %@
it: Lo rimetti il %@
ja: また入れる日：%@
kn: ಮತ್ತೆ ಅಳವಡಿಸುವುದು: %@
ko: 다시 넣는 날: %@
ml: വീണ്ടും ഇടൽ: %@
mr: पुन्हा घालणे: %@
ms: Dimasukkan semula pada %@
nb: Inn igjen: %@
nl: Weer erin op %@
or: ପୁଣି ଭିତରେ ରଖିବା: %@
pa: ਮੁੜ ਪਾਉਣੀ: %@
pl: Ponowne założenie: %@
pt_br: Inserir de novo: %@
pt_pt: Voltar a inserir: %@
ro: Îl introduci din nou: %@
ru: Снова ввести: %@
sk: Znova zaviesť: %@
sl: Znova vstaviti: %@
sv: In igen den %@
ta: மீண்டும் செருகுதல்: %@
te: మళ్లీ అమర్చడం: %@
th: ใส่กลับ: %@
tr: Tekrar yerleştirilecek: %@
uk: Знову ввести: %@
ur: دوبارہ لگانا: %@
vi: Đặt lại: %@
zh_hans: 重新放入：%@
zh_hant: 重新放入：%@

# onboarding.dial.ring.goes_in
source: New ring goes in: %@
ar: حلقة جديدة: %@
bn: নতুন রিং লাগানোর দিন: %@
ca: Anell nou: %@
cs: Nový kroužek: %@
da: Ny ring ind: %@
de: Neuer Ring kommt rein: %@
el: Νέος δακτύλιος: %@
es: Anillo nuevo: %@
fi: Uusi rengas sisään: %@
fr: Nouvel anneau : %@
gu: નવી રિંગ મૂકવાની તારીખ: %@
he: טבעת חדשה: %@
hi: नई रिंग लगाना: %@
hr: Novi prsten: %@
hu: Új gyűrű: %@
id: Cincin baru dipasang: %@
it: Nuovo anello: %@
ja: 新しいリングを入れる日：%@
kn: ಹೊಸ ರಿಂಗ್ ಅಳವಡಿಸುವುದು: %@
ko: 새 링 넣는 날: %@
ml: പുതിയ റിംഗ് ഇടൽ: %@
mr: नवीन रिंग घालणे: %@
ms: Masukkan cincin baharu: %@
nb: Ny ring inn: %@
nl: Nieuwe ring erin: %@
or: ନୂଆ ରିଙ୍ଗ ଭିତରେ ରଖିବା: %@
pa: ਨਵੀਂ ਰਿੰਗ ਪਾਉਣੀ: %@
pl: Nowy krążek: %@
pt_br: Anel novo: %@
pt_pt: Anel novo: %@
ro: Inel nou: %@
ru: Новое кольцо: %@
sk: Nový krúžok: %@
sl: Nov obroček: %@
sv: Ny ring in: %@
ta: புதிய ரிங் செருகுதல்: %@
te: కొత్త రింగ్ అమర్చడం: %@
th: ใส่วงแหวนอันใหม่: %@
tr: Yeni halka: %@
uk: Нове кільце: %@
ur: نئی رِنگ لگانا: %@
vi: Đặt vòng mới: %@
zh_hans: 放入新阴道环：%@
zh_hant: 放入新陰道環：%@

# onboarding.dial.ring.free_day
source: Ring-free day %lld of 7
ar: يوم بدون حلقة %lld من 7
bn: রিং-মুক্ত দিন %lld/7
ca: Dia sense anell %lld de 7
cs: Den bez kroužku %lld ze 7
da: Ringfri dag %lld af 7
de: Ringfreier Tag %lld von 7
el: Ημέρα χωρίς δακτύλιο %lld από 7
es: Día sin anillo %lld de 7
fi: Renkaaton päivä %lld/7
fr: Jour sans anneau %lld sur 7
gu: 7 માંથી રિંગ વગરનો દિવસ %lld
he: יום %lld מתוך 7 בלי טבעת
hi: 7 में से रिंग-मुक्त दिन %lld
hr: Dan bez prstena %lld od 7
hu: %lld. / 7 gyűrűmentes nap
id: Hari tanpa cincin %lld dari 7
it: Giorno %lld di 7 senza anello
ja: リングなし%lld日目 / 7日
kn: ರಿಂಗ್ ಇಲ್ಲದ ದಿನ %lld / 7
ko: 링 없는 날 %lld/7
ml: റിംഗ് ഇല്ലാത്ത ദിവസം %lld / 7
mr: 7 पैकी रिंगशिवाय दिवस %lld
ms: Hari tanpa cincin %lld daripada 7
nb: Ringfri dag %lld av 7
nl: Ringvrije dag %lld van 7
or: 7 ମଧ୍ୟରୁ ରିଙ୍ଗ-ମୁକ୍ତ ଦିନ %lld
pa: 7 ਵਿੱਚੋਂ ਰਿੰਗ-ਮੁਕਤ ਦਿਨ %lld
pl: Dzień bez krążka %lld z 7
pt_br: Dia sem anel %lld de 7
pt_pt: Dia sem anel %lld de 7
ro: Ziua fără inel %lld din 7
ru: День без кольца %lld из 7
sk: Deň bez krúžku %lld zo 7
sl: Dan brez obročka %lld od 7
sv: Ringfri dag %lld av 7
ta: ரிங் இல்லாத நாள் %lld / 7
te: రింగ్ లేని రోజు %lld / 7
th: วันไม่ใส่วงแหวน %lld จาก 7
tr: Halkasız gün %lld / 7
uk: День без кільця %lld із 7
ur: 7 میں سے رِنگ سے آزاد دن %lld
vi: Ngày không vòng %lld/7
zh_hans: 无环日 %lld/7
zh_hant: 無環日 %lld/7

# onboarding.dial.patch.question_on
source: Is patch %lld on yet?
ar: هل وضعتِ اللصقة %lld بعد؟
bn: প্যাচ %lld কি লাগিয়েছেন?
ca: Ja t’has posat el pegat %lld?
cs: Máš už nalepenou náplast %lld?
da: Er plaster %lld kommet på endnu?
de: Ist Pflaster %lld schon drauf?
el: Έβαλες ήδη το αυτοκόλλητο %lld;
es: ¿Ya te colocaste el parche %lld?
fi: Onko laastari %lld jo kiinni?
fr: Le patch %lld est-il déjà posé ?
gu: શું પેચ %lld લગાવી દીધો છે?
he: מדבקה %lld כבר עלייך?
hi: क्या पैच %lld लग गया है?
hr: Je li flaster %lld već nalijepljen?
hu: Fent van már a(z) %lld. tapasz?
id: Koyo %lld sudah dipasang?
it: Hai già applicato il cerotto %lld?
ja: パッチ%lldはもう貼りましたか？
kn: ಪ್ಯಾಚ್ %lld ಅಂಟಿಸಿದ್ದೀರಾ?
ko: 패치 %lld 붙였어요?
ml: പാച്ച് %lld ഒട്ടിച്ചോ?
mr: पॅच %lld लावला का?
ms: Sudahkah tampalan %lld dilekatkan?
nb: Har du satt på plaster %lld ennå?
nl: Zit pleister %lld er al op?
or: ପ୍ୟାଚ୍ %lld ଲଗାଇସାରିଲେଣି କି?
pa: ਕੀ ਪੈਚ %lld ਲੱਗ ਗਿਆ ਹੈ?
pl: Czy plaster %lld jest już przyklejony?
pt_br: O adesivo %lld já está colocado?
pt_pt: O adesivo %lld já está colocado?
ro: Ai aplicat deja plasturele %lld?
ru: Пластырь %lld уже наклеен?
sk: Máš už nalepenú náplasť %lld?
sl: Je obliž %lld že nalepljen?
sv: Har du satt på plåster %lld än?
ta: பேட்ச் %lld ஒட்டிவிட்டீர்களா?
te: ప్యాచ్ %lld అతికించారా?
th: แปะแผ่นที่ %lld แล้วหรือยัง
tr: %lld. bandı yapıştırdın mı?
uk: Пластир %lld уже наклеєно?
ur: کیا پیچ %lld لگ گیا؟
vi: Bạn đã dán miếng %lld chưa?
zh_hans: 第 %lld 片贴上了吗？
zh_hant: 第 %lld 片貼上了嗎？

# onboarding.dial.patch.question_off
source: Is your patch off yet?
ar: هل أزلتِ لصقتكِ بعد؟
bn: আপনি কি প্যাচ তুলে ফেলেছেন?
ca: Ja t’has tret el pegat?
cs: Máš už náplast sundanou?
da: Er dit plaster taget af endnu?
de: Ist dein Pflaster schon ab?
el: Έβγαλες ήδη το αυτοκόλλητο;
es: ¿Ya te quitaste el parche?
fi: Onko laastari jo poistettu?
fr: Ton patch est-il déjà retiré ?
gu: શું તમે પેચ કાઢી લીધો છે?
he: כבר הסרת את המדבקה?
hi: क्या आपका पैच हट गया है?
hr: Je li flaster već skinut?
hu: Levetted már a tapaszt?
id: Koyomu sudah dilepas?
it: Hai già tolto il cerotto?
ja: パッチはもうはがしましたか？
kn: ನಿಮ್ಮ ಪ್ಯಾಚ್ ತೆಗೆದಿದ್ದೀರಾ?
ko: 패치를 뗐어요?
ml: നിങ്ങളുടെ പാച്ച് നീക്കിയോ?
mr: तुमचा पॅच काढला का?
ms: Sudahkah tampalan kamu ditanggalkan?
nb: Har du tatt av plasteret ennå?
nl: Is je pleister er al af?
or: ଆପଣଙ୍କ ପ୍ୟାଚ୍ କାଢ଼ିସାରିଲେଣି କି?
pa: ਕੀ ਤੁਸੀਂ ਪੈਚ ਉਤਾਰ ਦਿੱਤਾ ਹੈ?
pl: Czy plaster jest już zdjęty?
pt_br: Você já removeu o adesivo?
pt_pt: Já retiraste o adesivo?
ro: Ți-ai scos deja plasturele?
ru: Пластырь уже снят?
sk: Máš už náplasť odlepenú?
sl: Je obliž že odstranjen?
sv: Har du tagit av plåstret än?
ta: உங்கள் பேட்சை அகற்றிவிட்டீர்களா?
te: మీ ప్యాచ్ తీసివేశారా?
th: แกะแผ่นแปะออกแล้วหรือยัง
tr: Bandı çıkardın mı?
uk: Пластир уже знято?
ur: کیا آپ نے پیچ اتار لیا؟
vi: Bạn đã gỡ miếng dán chưa?
zh_hans: 贴片取下了吗？
zh_hant: 貼片取下了嗎？

# onboarding.dial.ring.question_in
source: Is your new ring in yet?
ar: هل أدخلتِ حلقتكِ الجديدة بعد؟
bn: আপনি কি নতুন রিং লাগিয়েছেন?
ca: Ja t’has posat l’anell nou?
cs: Máš už zavedený nový kroužek?
da: Er din nye ring sat ind endnu?
de: Ist dein neuer Ring schon drin?
el: Έβαλες ήδη τον νέο δακτύλιο;
es: ¿Ya insertaste el anillo nuevo?
fi: Onko uusi rengas jo paikallaan?
fr: Ton nouvel anneau est-il déjà en place ?
gu: શું તમે નવી રિંગ મૂકી દીધી છે?
he: כבר הכנסת את הטבעת החדשה?
hi: क्या आपकी नई रिंग लग गई है?
hr: Je li novi prsten već umetnut?
hu: Bent van már az új gyűrű?
id: Cincin barumu sudah dipasang?
it: Hai già inserito l’anello nuovo?
ja: 新しいリングはもう入れましたか？
kn: ನಿಮ್ಮ ಹೊಸ ರಿಂಗ್ ಅಳವಡಿಸಿದ್ದೀರಾ?
ko: 새 링 넣었어요?
ml: നിങ്ങളുടെ പുതിയ റിംഗ് ഇട്ടോ?
mr: तुमची नवीन रिंग घातली का?
ms: Sudahkah cincin baharu kamu dimasukkan?
nb: Har du satt inn den nye ringen ennå?
nl: Zit je nieuwe ring er al in?
or: ଆପଣଙ୍କ ନୂଆ ରିଙ୍ଗ ଭିତରେ ରଖିସାରିଲେଣି କି?
pa: ਕੀ ਤੁਸੀਂ ਨਵੀਂ ਰਿੰਗ ਪਾ ਲਈ ਹੈ?
pl: Czy nowy krążek jest już założony?
pt_br: Você já inseriu o anel novo?
pt_pt: Já inseriste o anel novo?
ro: Ai introdus deja inelul nou?
ru: Новое кольцо уже введено?
sk: Máš už zavedený nový krúžok?
sl: Je nov obroček že vstavljen?
sv: Har du satt in din nya ring än?
ta: உங்கள் புதிய ரிங்கைச் செருகிவிட்டீர்களா?
te: మీ కొత్త రింగ్ అమర్చారా?
th: ใส่วงแหวนอันใหม่แล้วหรือยัง
tr: Yeni halkayı yerleştirdin mi?
uk: Нове кільце вже введено?
ur: کیا آپ کی نئی رِنگ لگ گئی؟
vi: Bạn đã đặt vòng mới chưa?
zh_hans: 新的阴道环放入了吗？
zh_hant: 新的陰道環放入了嗎？

# onboarding.dial.ring.question_out
source: Have you taken your ring out yet?
ar: هل أزلتِ حلقتكِ بعد؟
bn: আপনি কি রিং বের করেছেন?
ca: Ja t’has tret l’anell?
cs: Vyjmula jsi už kroužek?
da: Har du taget din ring ud endnu?
de: Hast du deinen Ring schon rausgenommen?
el: Έβγαλες ήδη τον δακτύλιο;
es: ¿Ya te quitaste el anillo?
fi: Oletko jo poistanut renkaan?
fr: As-tu déjà retiré ton anneau ?
gu: શું તમે રિંગ કાઢી લીધી છે?
he: כבר הוצאת את הטבעת?
hi: क्या आपने रिंग निकाल ली है?
hr: Jesi li već izvadila prsten?
hu: Kivetted már a gyűrűt?
id: Cincinmu sudah dilepas?
it: Hai già tolto l’anello?
ja: リングはもう外しましたか？
kn: ನಿಮ್ಮ ರಿಂಗ್ ತೆಗೆದಿದ್ದೀರಾ?
ko: 링 뺐어요?
ml: നിങ്ങളുടെ റിംഗ് നീക്കിയോ?
mr: तुम्ही रिंग काढली का?
ms: Sudahkah kamu mengeluarkan cincin?
nb: Har du tatt ut ringen ennå?
nl: Heb je je ring er al uitgehaald?
or: ଆପଣଙ୍କ ରିଙ୍ଗ କାଢ଼ିସାରିଲେଣି କି?
pa: ਕੀ ਤੁਸੀਂ ਰਿੰਗ ਕੱਢ ਲਈ ਹੈ?
pl: Czy wyjęłaś już krążek?
pt_br: Você já removeu o anel?
pt_pt: Já retiraste o anel?
ro: Ți-ai scos deja inelul?
ru: Ты уже извлекла кольцо?
sk: Vybrala si už krúžok?
sl: Si obroček že odstranila?
sv: Har du tagit ut ringen än?
ta: உங்கள் ரிங்கை அகற்றிவிட்டீர்களா?
te: మీ రింగ్ తీసివేశారా?
th: ถอดวงแหวนออกแล้วหรือยัง
tr: Halkayı çıkardın mı?
uk: Ти вже вийняла кільце?
ur: کیا آپ نے رِنگ نکال لی؟
vi: Bạn đã tháo vòng chưa?
zh_hans: 阴道环取出了吗？
zh_hant: 陰道環取出了嗎？

# onboarding.dial.patch.yes_on
source: Yes, it’s on
ar: نعم، وضعتها
bn: হ্যাঁ, লাগিয়েছি
ca: Sí, ja el porto
cs: Ano, je nalepená
da: Ja, det er på
de: Ja, ist drauf
el: Ναι, το έβαλα
es: Sí, ya está colocado
fi: Kyllä, se on kiinni
fr: Oui, il est posé
gu: હા, લગાવી દીધો
he: כן, היא עליי
hi: हाँ, लग गया
hr: Da, nalijepljen je
hu: Igen, fent van
id: Sudah, terpasang
it: Sì, l’ho applicato
ja: はい、貼りました
kn: ಹೌದು, ಅಂಟಿಸಿದ್ದೇನೆ
ko: 네, 붙였어요
ml: അതെ, ഒട്ടിച്ചു
mr: हो, लावला
ms: Sudah, dilekatkan
nb: Ja, det er på
nl: Ja, hij zit erop
or: ହଁ, ଲଗାଇଲି
pa: ਹਾਂ, ਲੱਗ ਗਿਆ
pl: Tak, jest przyklejony
pt_br: Sim, já apliquei
pt_pt: Sim, já está colocado
ro: Da, e aplicat
ru: Да, наклеен
sk: Áno, je nalepená
sl: Ja, nalepljen je
sv: Ja, det sitter på
ta: ஆம், ஒட்டிவிட்டேன்
te: అవును, అతికించాను
th: แปะแล้ว
tr: Evet, yapıştırdım
uk: Так, наклеєно
ur: ہاں، لگ گیا
vi: Rồi, đã dán
zh_hans: 是的，贴上了
zh_hant: 是的，貼上了

# onboarding.dial.patch.yes_off
source: Yes, it’s off
ar: نعم، أزلتها
bn: হ্যাঁ, তুলে ফেলেছি
ca: Sí, ja me l’he tret
cs: Ano, je sundaná
da: Ja, det er af
de: Ja, ist ab
el: Ναι, το έβγαλα
es: Sí, ya me lo quité
fi: Kyllä, se on poistettu
fr: Oui, il est retiré
gu: હા, કાઢી લીધો
he: כן, הסרתי
hi: हाँ, हट गया
hr: Da, skinut je
hu: Igen, levettem
id: Sudah, dilepas
it: Sì, l’ho tolto
ja: はい、はがしました
kn: ಹೌದು, ತೆಗೆದಿದ್ದೇನೆ
ko: 네, 뗐어요
ml: അതെ, നീക്കി
mr: हो, काढला
ms: Sudah, ditanggalkan
nb: Ja, det er av
nl: Ja, hij is eraf
or: ହଁ, କାଢ଼ିଲି
pa: ਹਾਂ, ਉਤਾਰ ਦਿੱਤਾ
pl: Tak, jest zdjęty
pt_br: Sim, já removi
pt_pt: Sim, já o retirei
ro: Da, l-am scos
ru: Да, снят
sk: Áno, je odlepená
sl: Ja, odstranjen je
sv: Ja, det är av
ta: ஆம், அகற்றிவிட்டேன்
te: అవును, తీసివేశాను
th: แกะออกแล้ว
tr: Evet, çıkardım
uk: Так, знято
ur: ہاں، اتر گیا
vi: Rồi, đã gỡ
zh_hans: 是的，取下了
zh_hant: 是的，取下了

# onboarding.dial.ring.yes_in
source: Yes, it’s in
ar: نعم، أدخلتها
bn: হ্যাঁ, লাগিয়েছি
ca: Sí, ja el porto
cs: Ano, je zavedený
da: Ja, den er inde
de: Ja, ist drin
el: Ναι, τον έβαλα
es: Sí, ya está puesto
fi: Kyllä, se on paikallaan
fr: Oui, il est en place
gu: હા, મૂકી દીધી
he: כן, היא בפנים
hi: हाँ, लग गई
hr: Da, umetnut je
hu: Igen, bent van
id: Sudah, terpasang
it: Sì, l’ho inserito
ja: はい、入れました
kn: ಹೌದು, ಅಳವಡಿಸಿದ್ದೇನೆ
ko: 네, 넣었어요
ml: അതെ, ഇട്ടു
mr: हो, घातली
ms: Sudah, dimasukkan
nb: Ja, den er inne
nl: Ja, hij zit erin
or: ହଁ, ଭିତରେ ରଖିଲି
pa: ਹਾਂ, ਪਾ ਲਈ
pl: Tak, jest założony
pt_br: Sim, já inseri
pt_pt: Sim, já o inseri
ro: Da, e introdus
ru: Да, введено
sk: Áno, je zavedený
sl: Ja, vstavljen je
sv: Ja, den är inne
ta: ஆம், செருகிவிட்டேன்
te: అవును, అమర్చాను
th: ใส่แล้ว
tr: Evet, yerleştirdim
uk: Так, введено
ur: ہاں، لگ گئی
vi: Rồi, đã đặt
zh_hans: 是的，放入了
zh_hant: 是的，放入了

# onboarding.dial.ring.yes_out
source: Yes, it’s out
ar: نعم، أزلتها
bn: হ্যাঁ, বের করেছি
ca: Sí, ja me l’he tret
cs: Ano, je vyjmutý
da: Ja, den er ude
de: Ja, ist raus
el: Ναι, τον έβγαλα
es: Sí, ya me lo quité
fi: Kyllä, se on poistettu
fr: Oui, il est retiré
gu: હા, કાઢી લીધી
he: כן, הוצאתי
hi: हाँ, निकाल ली
hr: Da, izvađen je
hu: Igen, kivettem
id: Sudah, dilepas
it: Sì, l’ho tolto
ja: はい、外しました
kn: ಹೌದು, ತೆಗೆದಿದ್ದೇನೆ
ko: 네, 뺐어요
ml: അതെ, നീക്കി
mr: हो, काढली
ms: Sudah, dikeluarkan
nb: Ja, den er ute
nl: Ja, hij is eruit
or: ହଁ, କାଢ଼ିଲି
pa: ਹਾਂ, ਕੱਢ ਲਈ
pl: Tak, jest wyjęty
pt_br: Sim, já removi
pt_pt: Sim, já o retirei
ro: Da, l-am scos
ru: Да, извлечено
sk: Áno, je vybratý
sl: Ja, odstranjen je
sv: Ja, den är ute
ta: ஆம், அகற்றிவிட்டேன்
te: అవును, తీసివేశాను
th: ถอดออกแล้ว
tr: Evet, çıkardım
uk: Так, вийнято
ur: ہاں، نکال لی
vi: Rồi, đã tháo
zh_hans: 是的，取出了
zh_hant: 是的，取出了
